Repository: lavaKangJun/Pico
Catalog: Sources/ChordCore/Resources/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans, zh_hant

source: 12마디 블루스
en: 12-bar blues
ja: 12小節ブルース
zh_hans: 十二小节布鲁斯
zh_hant: 十二小節藍調

source: 3화음
en: Triads
ja: 三和音
zh_hans: 三和弦
zh_hant: 三和弦

source: 50년대 진행
en: ’50s progression
ja: 50年代進行
zh_hans: 50年代进行
zh_hant: 50年代進行

source: 6화음
en: 6th chords
ja: 6thコード
zh_hans: 六和弦
zh_hant: 六和弦

source: 7화음
en: 7th chords
ja: 7thコード
zh_hans: 七和弦
zh_hant: 七和弦

source: vi 시작 진행
en: vi-start progression
ja: vi始まりの進行
zh_hans: vi 起始进行
zh_hant: vi 起始進行

source: 가장 많이 쓰이는 네 코드. 발라드부터 K-팝까지 두루 쓰인다.
en: The four chords you hear everywhere, from ballads to K-pop.
ja: 最もよく使われる4つのコード。バラードからK-POPまで幅広く使われる。
zh_hans: 最常用的四个和弦，从抒情歌到 K-pop 都能听到。
zh_hant: 最常用的四個和弦，從抒情歌到 K-pop 都聽得到。

source: 나인스
en: Ninth
ja: ナインス
zh_hans: 九和弦
zh_hant: 九和弦

source: 단조
en: Minor
ja: 短調
zh_hans: 小调
zh_hant: 小調

source: 도
en: Do
ja: ド
zh_hans: Do
zh_hant: Do

source: 도♯
en: Do♯
ja: ド♯
zh_hans: Do♯
zh_hant: Do♯

source: 도미넌트 세븐스
en: Dominant 7th
ja: ドミナント7th
zh_hans: 属七和弦
zh_hant: 屬七和弦

source: 동시에
en: Block
ja: 同時に
zh_hans: 同时弹奏
zh_hant: 同時彈奏

source: 디미니시드
en: Diminished
ja: ディミニッシュ
zh_hans: 减三和弦
zh_hant: 減三和弦

source: 디미니시드 세븐스
en: Diminished 7th
ja: ディミニッシュ7th
zh_hans: 减七和弦
zh_hant: 減七和弦

source: 라
en: La
ja: ラ
zh_hans: La
zh_hant: La

source: 라♭
en: La♭
ja: ラ♭
zh_hans: La♭
zh_hant: La♭

source: 라♯
en: La♯
ja: ラ♯
zh_hans: La♯
zh_hant: La♯

source: 레
en: Re
ja: レ
zh_hans: Re
zh_hant: Re

source: 레♭
en: Re♭
ja: レ♭
zh_hans: Re♭
zh_hant: Re♭

source: 레♯
en: Re♯
ja: レ♯
zh_hans: Re♯
zh_hant: Re♯

source: 마이너
en: Minor
ja: マイナー
zh_hans: 小三和弦
zh_hant: 小三和弦

source: 마이너 나인스
en: Minor 9th
ja: マイナー9th
zh_hans: 小九和弦
zh_hant: 小九和弦

source: 마이너 메이저 세븐스
en: Minor-major 7th
ja: マイナーメジャー7th
zh_hans: 小大七和弦
zh_hant: 小大七和弦

source: 마이너 세븐스
en: Minor 7th
ja: マイナー7th
zh_hans: 小七和弦
zh_hant: 小七和弦

source: 마이너 식스
en: Minor 6th
ja: マイナー6th
zh_hans: 小六和弦
zh_hant: 小六和弦

source: 마이너 애드 나인
en: Minor add 9
ja: マイナー・アドナインス
zh_hans: 小加九和弦
zh_hant: 小加九和弦

source: 마이너 조성의 해결. m7♭5에서 시작한다.
en: The minor-key resolution, starting from m7♭5.
ja: マイナーキーの解決。m7♭5から始まる。
zh_hans: 小调的解决，从 m7♭5 开始。
zh_hant: 小調的解決，從 m7♭5 開始。

source: 마이너 투 파이브 원
en: Minor ii–V–i
ja: マイナー・ツー・ファイブ・ワン
zh_hans: 小调二五一
zh_hant: 小調二五一

source: 마이너 팝 진행
en: Minor pop progression
ja: マイナー・ポップ進行
zh_hans: 小调流行进行
zh_hant: 小調流行進行

source: 마이너로 시작해 밝게 풀리는, 시티팝에서 자주 들리는 흐름.
en: Starts minor and opens up bright — a city pop favorite.
ja: マイナーで始まり明るく開ける、シティポップでよく聴く流れ。
zh_hans: 从小调开始、明亮展开，City Pop 中常听到的走向。
zh_hant: 從小調開始、明亮展開，City Pop 中常聽到的走向。

source: 메이저
en: Major
ja: メジャー
zh_hans: 大三和弦
zh_hant: 大三和弦

source: 메이저 나인스
en: Major 9th
ja: メジャー9th
zh_hans: 大九和弦
zh_hant: 大九和弦

source: 메이저 세븐스
en: Major 7th
ja: メジャー7th
zh_hans: 大七和弦
zh_hant: 大七和弦

source: 메이저 식스
en: Major 6th
ja: メジャー6th
zh_hans: 大六和弦
zh_hant: 大六和弦

source: 미
en: Mi
ja: ミ
zh_hans: Mi
zh_hant: Mi

source: 미♭
en: Mi♭
ja: ミ♭
zh_hans: Mi♭
zh_hant: Mi♭

source: 반음씩 내려오는 플라멩코풍 마이너 진행.
en: A flamenco-flavored minor line that steps down by half steps.
ja: 半音ずつ下がるフラメンコ風のマイナー進行。
zh_hans: 半音下行的弗拉门戈风格小调进行。
zh_hant: 半音下行的佛朗明哥風格小調進行。

source: 블루스와 로큰롤의 기본형. 전부 도미넌트 세븐스로 친다.
en: The blues and rock ’n’ roll standard, played entirely with dominant sevenths.
ja: ブルースとロックンロールの基本形。すべてドミナント7thで弾く。
zh_hans: 布鲁斯与摇滚乐的基本型，全部用属七和弦演奏。
zh_hant: 藍調與搖滾樂的基本型，全部用屬七和弦彈奏。

source: 서스펜디드 2
en: Suspended 2nd
ja: サスペンデッド2nd
zh_hans: 挂二和弦
zh_hant: 掛二和弦

source: 서스펜디드 4
en: Suspended 4th
ja: サスペンデッド4th
zh_hans: 挂四和弦
zh_hant: 掛四和弦

source: 세븐 샵 나인
en: Seven sharp nine
ja: セブン・シャープナイン
zh_hans: 属七升九和弦
zh_hant: 屬七升九和弦

source: 세븐 샵 일레븐
en: Seven sharp eleven
ja: セブン・シャープイレブン
zh_hans: 属七升十一和弦
zh_hant: 屬七升十一和弦

source: 세븐 서스4
en: 7sus4
ja: セブンス・サス4
zh_hans: 属七挂四和弦
zh_hant: 屬七掛四和弦

source: 세븐 플랫 나인
en: Seven flat nine
ja: セブン・フラットナイン
zh_hans: 属七降九和弦
zh_hant: 屬七降九和弦

source: 솔
en: Sol
ja: ソ
zh_hans: Sol
zh_hant: Sol

source: 솔♭
en: Sol♭
ja: ソ♭
zh_hans: Sol♭
zh_hant: Sol♭

source: 솔♯
en: Sol♯
ja: ソ♯
zh_hans: Sol♯
zh_hant: Sol♯

source: 시
en: Ti
ja: シ
zh_hans: Si
zh_hant: Si

source: 시♭
en: Ti♭
ja: シ♭
zh_hans: Si♭
zh_hant: Si♭

source: 식스 나인
en: Six nine
ja: シックスナイン
zh_hans: 六九和弦
zh_hant: 六九和弦

source: 써틴스
en: Thirteenth
ja: サーティーンス
zh_hans: 十三和弦
zh_hant: 十三和弦

source: 아르페지오
en: Arpeggio
ja: アルペジオ
zh_hans: 琶音
zh_hant: 琶音

source: 안달루시안 케이던스
en: Andalusian cadence
ja: アンダルシア終止
zh_hans: 安达卢西亚终止
zh_hant: 安達魯西亞終止

source: 애드 나인
en: Add 9
ja: アドナインス
zh_hans: 加九和弦
zh_hant: 加九和弦

source: 어둡지만 시원하게 뻗는, 록과 K-팝 후렴의 단골.
en: Dark but soaring — a staple of rock and K-pop choruses.
ja: 暗くても伸びやかに広がる、ロックやK-POPのサビの定番。
zh_hans: 阴暗却开阔，摇滚与 K-pop 副歌的常客。
zh_hant: 陰暗卻開闊，搖滾與 K-pop 副歌的常客。

source: 오그멘티드
en: Augmented
ja: オーグメント
zh_hans: 增三和弦
zh_hant: 增三和弦

source: 오그멘티드 세븐스
en: Augmented 7th
ja: オーグメント7th
zh_hans: 增属七和弦
zh_hant: 增屬七和弦

source: 올드팝과 도-왑의 기본. 포근하게 제자리로 돌아온다.
en: The doo-wop staple. It settles back home gently.
ja: オールドポップとドゥーワップの定番。やさしく元の場所へ戻る。
zh_hans: 老派流行与嘟喔普的基本型，柔和地回到原位。
zh_hant: 老派流行與嘟哇普的基本型，柔和地回到原位。

source: 일레븐스
en: Eleventh
ja: イレブンス
zh_hans: 十一和弦
zh_hant: 十一和弦

source: 장조
en: Major
ja: 長調
zh_hans: 大调
zh_hant: 大調

source: 재즈의 뼈대. 세븐스 코드로 부드럽게 해결된다.
en: The backbone of jazz, resolving smoothly through seventh chords.
ja: ジャズの骨格。セブンスコードで滑らかに解決する。
zh_hans: 爵士乐的骨架，用七和弦平稳地解决。
zh_hant: 爵士樂的骨架，用七和弦平穩地解決。

source: 캐논 진행
en: Canon progression
ja: カノン進行
zh_hans: 卡农进行
zh_hant: 卡農進行

source: 텐션
en: Tensions
ja: テンション
zh_hans: 张力音
zh_hant: 張力音

source: 투 파이브 원
en: ii–V–I
ja: ツー・ファイブ・ワン
zh_hans: 二五一进行
zh_hant: 二五一進行

source: 파
en: Fa
ja: ファ
zh_hans: Fa
zh_hant: Fa

source: 파♯
en: Fa♯
ja: ファ♯
zh_hans: Fa♯
zh_hant: Fa♯

source: 파워 코드
en: Power chord
ja: パワーコード
zh_hans: 强力和弦
zh_hant: 強力和弦

source: 파헬벨 캐논에서 온 여덟 코드. 한 마디씩 내려가는 베이스가 특징.
en: Eight chords from Pachelbel’s Canon, with a bass that steps down every bar.
ja: パッヘルベルのカノンから来た8つのコード。1小節ごとに下がるベースが特徴。
zh_hans: 来自帕赫贝尔《卡农》的八个和弦，低音每小节下行是其特点。
zh_hant: 來自帕海貝爾《卡農》的八個和弦，低音每小節下行是其特色。

source: 팝 진행
en: Pop progression
ja: ポップ進行
zh_hans: 流行进行
zh_hant: 流行進行

source: 하프 디미니시드
en: Half-diminished
ja: ハーフディミニッシュ
zh_hans: 半减七和弦
zh_hant: 半減七和弦
